[EditorFrame]
Caption=UnrealEd (APB)


[APBEditor]
Error_VignetteDescriptorAlreadyBeingEdited=Vignette is already being edited.
VignetteEditor_Caption_F=Vignette Editor: %s
VignetteEditor_FlowChartStart=Start
VignetteEditor_FlowChartEnd=End
VignetteEditor_AddSequence=Add Sequence
VignetteEditor_BreakLinks=Break Links
VignetteEditor_DeleteSequence=Delete Sequence
VignetteEditor_BreakAllLinks=Break All Links
VignetteEditor_Play=Play
VignetteEditor_GenerateSeed=Generate Seed
AnimTreeEditor_SeqSelect_Apply=Apply
AnimTreeEditor_SeqSelect_Clear=Clear
AnimTreeEditor_SeqSelect_ImportPlaybackNodes=Import Sequence Nodes
AnimTreeEditor_SeqSelect_ImportAnimSequences=Import Anim Sequence Names
AnimTreeEditor_SeqSelect_Clear_Confirm=Are you sure you want to clear all setup information from this node?
AnimTreeEditor_SeqSelect_Apply_Confirm=This will overwrite the sequence/profile names in the nodes affected. Do you want to continue?
AnimTreeEditor_SeqSelect_Import_Confirm=Setup information in this node will be lost and overwritten with the sequence/profile names currently set in the AnimTree. Do you want to continue?
AnimTreeEditor_Decision_UpdateFromSDD=Update From SDD
AnimTreeEditor_CheckAnims=Check Animations
AnimTreeEditor_UpdateConfigureNodes=Update Configure Nodes
Error_ReactionDescriptorAlreadyBeingEdited=Reaction is already being edited.
ReactionEditor_Caption_F=Reaction Editor: %s
ReactionEditor_FlowChartStart=Start
ReactionEditor_FlowChartEnd=End
ReactionEditor_AddSequence=Add Sequence
ReactionEditor_AddOutroSequence=Add Outro Sequence
ReactionEditor_AddConnector=Add Stage Connector
ReactionEditor_BreakLinks=Break Links
ReactionEditor_DeleteSequence=Delete Sequence
ReactionEditor_BreakAllLinks=Break All Links
ReactionEditor_Play=Play
ReactionEditor_GenerateSeed=Generate Seed
AnimSetViewer_AimOffsetProfiles=Aim Offset Profiles
AnimSetViewer_ReferenceMesh=Reference Mesh
AnimSetViewer_ReferenceMeshEdit=Edit Reference Mesh Position
AnimSetViewer_AnimSequence_CompressionReport=Compression Report
AnimSetViewer_AnimSequence_ContactPoint=Report Contact Point
AnimSetViewer_AnimSequence_CopyNotifiers=Copy Notifiers To Clipboard
AnimSetViewer_AnimSequence_CopyAudioNotifiers=Copy Audio Notifiers To Clipboard
AnimSetViewer_AnimSequence_PasteNotifiers=Paste Notifiers
ReferenceMeshEditDialog=Reference Mesh Position
ReferenceMeshEdit_Position=Position
ReferenceMeshEdit_Rotation=Rotation

DesignerCurvePropertiesCaption=Designer Curve Properties - `~ ( `~ )
DesignerCurveEdit=Designer Curve Edit
